/* No comment provided by engineer. */
"activationViewHeaderText" = "Hello %@!";
"activationViewTeaserText" = "Wir haben dir gerade ein Email mit deiner Aktivierungs-PIN geschickt.\n\nGib die PIN ein und finalisiere damit deine Anmeldung.";
"activationViewTitle" = "Aktivierung";


/* No comment provided by engineer. */
"alertLogoutText" = "Willst du dich wirklich abmelden?";


/* No comment provided by engineer. */
"buttonActivateTitle" = "Jetzt aktivieren!";
"buttonCancelTitle" = "Abbrechen";
"buttonFemaleTitle" = "weiblich";
"buttonJoinTeamTitle" = "Team beitreten";
"buttonAlreadyRegisterdTitle" = "Bereits Mitglied?";
"buttonLoginTitle" = "Anmelden";
"buttonMaleTitle" = "männlich";
"buttonOkTitle" = "Ok";
"buttonOpenPhotoLibraryTitle" = "Wähle Foto";
"buttonOrganisationTitle" = "Wähle Schule";
"buttonProvinceTitle" = "Wähle Bundesland";
"buttonRegisterTitle" = "Registrieren";
"buttonRemoveAvatarTitle" = "Löschen";
"buttonTakeNewPhotoButtonTitle" = "Foto aufnehmen";
"buttonTeamTitle" = "Wähle BIKEliner";
"buttonEditProfileTitle" = "Profil bearbeiten";
"buttonShowInfoTitle" = "Allgemeine Infos";
"buttonEditTeamTitle" = "Team bearbeiten";
"buttonLogoutTitle" = "Abmelden";
"buttonNextTitle" = "Weiter";
"buttonNoTitle" = "Nein";
"buttonYesTitle" = "Ja";
"buttonSaveTitle" = "Speichern";


/* No comment provided by engineer. */
"editBikerInfoTitle" = "Profil bearbeiten";
"editBikerInfoTeaserText" = "Hier kannst du dein Profil bearbeiten.";


/* No comment provided by engineer. */
"errorDefaultText" = "Unbekannter Fehler (%@)";
"errorInvalidCheckpointText" = "Dieser CheckPoint ist nicht aktiv.";
"errorInvalidEMailText" = "Mit dieser Email-Adresse wurde noch niemand registriert!";  
"errorInvalidPINText" = "Falsche PIN eingegeben!";                                    
"errorUnknownEMailText" = "Mit dieser Email-Adresse wurde noch niemand registriert!";  


/* No comment provided by engineer. */
"factsViewBikerBikebirdsLabel" = "BIKEbirds";
"factsViewBikerRankLabel" = "Rang";
"factsViewFromLabel" = "aus";
"factsViewInLabel" = "in";
"factsViewJoinTeamTeaser" = "Hier kannst du dem Team eines BIKEliners, das ist ein/e Schüler/in welche/r mit dem Rad zur Schule radelt beitreten.\n\nWenn du dich einem Team anschließt, dann werden alle BIKEbirds, die du sammelst, auch deinem Team gutgeschrieben.\n\nWähle nun entweder den BIKEliner, dessen Team du beitreten möchtest, oder drücke auf: Keinem Team beitreten!";        
"factsViewLastCheckinAtLabel" = "letzter CheckIn vor %d Tagen";
"factsViewLastCheckinTodayOnLabel" = "letzer CheckIn war heute";


/* No comment provided by engineer. */
"joinTeamViewTitle" = "Team beitreten";


/* No comment provided by engineer. */
"infoViewTitle" = "Allgemeine Infos";
"infoViewTeaserText" = "Lorem ipsum dolor sit amet, consetetur sadipscing elitr, sed diam nonumy eirmod tempor invidunt ut labore et dolore magna aliquyam erat, sed diam voluptua. At vero eos et accusam et justo duo dolores et ea rebum. Stet clita kasd gubergren, no sea takimata sanctus est Lorem ipsum dolor sit amet. Lorem ipsum dolor sit amet, consetetur sadipscing elitr, sed diam nonumy eirmod tempor invidunt ut labore et dolore magna aliquyam erat, sed diam voluptua. At vero eos et accusam et justo duo dolores et ea rebum. Stet clita kasd gubergren, no sea takimata sanctus est Lorem ipsum dolor sit amet. http://www.google.at";       //Todo
"infoViewTeaserLink" = "http://www.google.at";      // Todo


/* No comment provided by engineer. */
"loginViewTeaserText" = "Wenn du schon einmal angemeldet warst, dann gib bitte deine Email-Adresse an.";
"loginViewTitle" = "Bereits Mitglied";


/* No comment provided by engineer. */
"loginChooserOrLabel" = "oder";


/* No comment provided by engineer. */
"mapViewTitle" = "CheckPoints";


/* No comment provided by engineer. */
"placeholderCityTitle" = "Stadt";
"placeholderEMailTitle" = "Email-Adresse";
"placeholderFirstNameTitle" = "Vorname";
"placeholderLastNameTitle" = "Nachname";
"placeholderPinTitle" = "PIN eingeben";


/* No comment provided by engineer. */
"progressAcquiringPosition" = "Ermittle aktuellen Standort ...";
"progressActivationText" = "PIN-Überprüfung läuft ...";
"progressCheckInTitle" = "CheckIn läuft ...";
"progressGetOrganisationsLabel" = "Lade Schulen ...";
"progressGetProvincesLabel" = "Lade Bundesländer ...";
"progressGetTeamsLabel" = "Lade BIKEliner ...";
"progressLoadCheckinsLabel" = "Lade BIKEbirds ...";
"progressLoadCheckPointsLabel" = "Lade CheckPoints ...";
"progressLoadPricesLabel" = "Lade Preise ...";
"progressLoadTeamLabel" = "Lade Teaminfo ...";
"progressLoginText" = "Anmeldung läuft ...";
"progressRegistrationText" = "Registrierung läuft ...";
"progressUploadAvatarText" = "Profil speichern ...";
"progressChangeInfoText" = "Profil speichern ...";


/* No comment provided by engineer. */
"qrScannerFirstTimeUseTeaser" = "Scanne den QR-Code des CheckPoints!";


/* No comment provided by engineer. */
"registerViewProfilePictureText" = "Profilbild";
"registerViewTeaserText" = "Wenn du noch nie angemeldet warst, fülle bitte das folgende Formular aus.";
"registerViewTitle" = "Registrieren";


/* No comment provided by engineer. */
"successActivationText" = "Aktivierung abgeschlossen!";
"successLoginText" = "Angemeldet!";
"successRegistrationText" = "Registrierung abgeschlossen!";
"successChangeInfoText" = "Profil gespeichert!";


/* No comment provided by engineer. */
"wonPriceViewCongratulationsLabel" = "Glückwunsch!";